
agradecimentos = [
    "obrigad", "brigad", "brigadã", "valeu", "vlw",
    "thanks", "thank you", "thank u", "agradecida", "agradecido", "thnks"
]

bad_words = [
    "matar você", "arrombado", "filho da puta", "vai tomar no cu", "vtnc",
    "seu merda", "fdp", "ambrósio", "ambrosio"
]

emoji = ["1️⃣", "2️⃣", "3️⃣", "4️⃣", "5️⃣", "6️⃣", "7️⃣", "8️⃣", "9️⃣", "🔟"]

num_emoji = len(emoji)

del_emoji = '<:pepecringe:859316224696778753>'

wait_what_emoji = '<:waitwhat:859298190498988044>'

semaforo = ['🔴', '🟡', '🟢']

admin_role_id = [859137881142198352, 893297599573012490, 
869370650689687634]

channel_block = [890605113910124594, 857319341628588112, 859386821078417438, 859139931820916736, 857318864827318302, 890593474594873355]

bot_on = """
_________ _______    ______   _______ _________
\__   __/(  ____ \  (  ___ \ (  ___  )\__   __/
   ) (   | (    \/  | (   ) )| (   ) |   ) (   
   | |   | |        | (__/ / | |   | |   | |   
   | |   | |        |  __ (  | |   | |   | |   
   | |   | |        | (  \ \ | |   | |   | |   
___) (___| (____/\  | )___) )| (___) |   | |   
\_______/(_______/  |/ \___/ (_______)   )_(

                                      v1.0.7   
"""

main_server = 857312583898759169